


var calc3_hometypeArr = [
    {id:1, value: '1', name: 'Хрущевка / малоэтажные дома от 1946 до 1974 г.п. (с железобетонными перекрытиями)'},
    {id:2, value: '1', name: 'Сталинка с железобетонными перекрытиями'},
    {id:3, value: '1', name: 'Немецкий / прочие старые дома с деревянными перекрытиями'},
    {id:4, value: '1', name: 'Литовский проект/брежневка/пр.панельные многоэтажки до 1985 г.в. ( санузел раздельный)'},
    {id:5, value: '1', name: 'Кирпичный дом инд.постр. от 1975 до 1985 г.п.'},
    {id:6, value: '1', name: 'Панельный дом от 1986 до 2000 г.п.'},
    {id:7, value: '1', name: 'Кирпичный дом от 1986 до 2000 г.п.'},
    {id:8, value: '1', name: 'Панельный дом после 2000 г.п.'},
    {id:9, value: '1', name: 'Кирпичный / монолитный / монолитно-каркасный дом после 2000 г.п.'}
    // {id:10, value: '1', name: 'Серый ключ'}
]


var calc3_remontkindArr = [
    {id:1, value: '1', name: 'Капитальный во всей квартире'},
    {id:2, value: '1', name: 'Капитальный везде кроме санузлов'},
    {id:3, value: '1', name: 'Косметический во всей квартире'},
    {id:4, value: '1', name: 'Косметический везде кроме санузлов'},
    {id:5, value: '1', name: 'Капитальный  в санузлах'},
    {id:6, value: '1', name: 'Косметический в санузлах '}
]


var calc3_remonttypeArr = [
    {id:1, value: '1', name: 'Бюджетный'},
    {id:2, value: '1.28', name: 'Среднеценовой сегмент'}
]