

var calc5_ipotekaArr = [
    {id:1, value: '5500', name: 'Ипотека под ключ '},
    {id:2, value: '1500', name: 'Получение одобрения ипотеки'},
    {id:3, value: '0', name: 'Не выбрано'}
]

var calc5_stoimostArr = [
    {id:1, value: '2000', name: '1 квартира'},
    {id:2, value: '3800', name: '2 квартиры'},
    {id:3, value: '4600', name: '3 квартиры'},
    {id:4, value: '5500', name: '4 квартиры'},
    {id:5, value: '6600', name: '5 квартир'},
    {id:6, value: '3500', name: '1 дом/таунхаус'},
    {id:7, value: '5700', name: '2 дома/таунхауса '},
    {id:8, value: '6800', name: '3 дома/таунхауса '},
    {id:9, value: '8200', name: '4 дома/таунхауса'},
    {id:10, value: '9800', name: '5 домов/таунхаусов '},
    {id:11, value: '0', name: 'Не выбрано'}
]

var calc5_dogovorArr = [
    {id:1, value: '2000', name: 'Предварительный договор купли-продажи квартиры(договор задатка) '},
    {id:2, value: '4000', name: 'Предварительный договор купли-продажи дома+участка(договор задатка) '},
    {id:3, value: '2000', name: 'Договор купли-продажи квартиры'},
    {id:4, value: '4000', name: 'Договор купли-продажи дома+участка'},
    {id:5, value: '3800', name: 'Пакет договоров по квартире (предварительный договор (договор задатка) + договор купли-продажи)  '},
    {id:6, value: '7600', name: 'Пакет договоров по дому с участком (предварительный договор (договор задатка) + договор купли-продажи)  '},
    {id:7, value: '0', name: 'Не выбрано'}
]

var calc5_urArr = [
    {id:1, value: '15000', name: 'Сопровождение прямой сделки под ключ '},
    {id:2, value: '19000', name: 'Сопровождение ипотечной сделки/сделки с использованием мат. капитала/ сделки с несовершеннолетними собственниками и т.п.'},
    {id:3, value: '0', name: 'Не выбрано'}
]

var calc5_podborArr = [
    {id:1, value: '25000', name: 'Вариант 1'},
    {id:2, value: '32000', name: 'Вариант 2'},
    {id:3, value: '5000', name: 'Вариант 3'},
    {id:4, value: '50000', name: 'Вариант 4'},
    {id:5, value: '60000', name: 'Вариант 5'},
    {id:6, value: '0', name: 'Не выбрано'}
]

var calc5_smetaArr = [
    {id:1, value: '2000', name: '1-но комнатная квартира'},
    {id:2, value: '2800', name: '2-х комнатная квартира'},
    {id:3, value: '3600', name: '3-х комнатная квартира'},
    {id:4, value: '4400', name: '4-х комнатная квартира/дом до 100 кв.м.'},
    {id:5, value: '5200', name: '5-ти и более комнатная квартира/дом от 101 до 150 кв.м.'},
    {id:6, value: '0 р', name: 'Не выбрано'}
]

var calc5_remontArr = [
    {id:1, value: '6000', name: 'Формирование предварительной сметы и техзадания на ремонтно-отделочные работы '},
    {id:2, value: '7000', name: 'Формирование  предварительной сметы, техзадания, подготовка договора на проведение ремонтно отделочных работ'},
    {id:3, value: '10000', name: 'Формирование предварительной сметы, техзадания, подбор подрядчиков на ремонтно-отделочные работы'},
    {id:4, value: '11000', name: 'Формирование предварительной сметы, техзадания, подбор подрядчиков, согласование окончательной сметы, подготовка  договора на проведение ремонтно-отделочных работ'},
    {id:5, value: '30000', name: 'Формирование  предварительной сметы, техзадания, подбор подрядчиков, согласование сметы, подготовка договора на проведение ремонтно-отделочных работ, организация закупа материалов, контроль соблюдения договорных обязательств подрядчика'},
    {id:6, value: '0 р', name: 'Не выбрано'}
]

var calc5_podkluchArr = [
    {id:1, value: '55000', name: 'Проведение комплекса  действий от подбора квартиры до оформления сделки (вторичный фонд)'},
    {id:2, value: '75000', name: 'Проведение комплекса  действий от подбора квартиры  до организации ремонтно-отделочных работ (вторичный фонд)'},
    {id:3, value: '5000', name: 'Проведение комплекса  действий от подбора квартиры до оформления сделки (первичный фонд)'},
    {id:4, value: '80000', name: 'Проведение комплекса  действий от подбора дома с земельным участком до оформления сделки'},
    {id:5, value: '100000', name: 'Проведение комплекса  действий от подбора дома с земельным участком  до организации ремонтно-отделочных работ '},
    {id:6, value: '0 р', name: 'Не выбрано'}
]

var calc5_inogorodArr = [
    {id:1, value: '500', name: 'Встреча в аэропорту, трансфер до апартаментов в г.калининграде (аппартаменты подбираете и бронируете сами)'},
    {id:2, value: '7000', name: 'Организация подбора квартиры в аренду (включая документальное оформление) '},
    {id:3, value: '5000', name: 'Проведение экскурсии по новостройкам г. калининграда '},
    {id:4, value: '0 р', name: ''}
]
