


var calc4_priceArr = [
    {id:1, value: '2000', name: 'Квартира'},
    {id:2, value: '3500', name: 'Дом/таунхаус'},
    {id:3, value: '0', name: 'Не выбрано'}
]

var calc4_paketsaleArr = [
    {id:1, value: '4000', name: 'Оценка рыночной стоимости квартиры -фотографии помещений объекта-формирование и размещение объявления на ваше имя'},
    {id:2, value: '5500', name: 'Оценка рыночной стоимости дома с земельным участком -фотографии помещений объекта-формирование и размещение объявления на ваше имя'},
    {id:3, value: '2000', name: 'Фотографии помещений объекта-формирование и размещение объявления на ваше имя'},
    {id:4, value: '1000', name: 'Формирование и размещение объявления на ваше имя'},
    {id:5, value: '0', name: 'Не выбрано'}
]

var calc4_documentsArr = [
    {id:1, value: '2000', name: 'Подготовка предварительного договора купли-продажи (договор задатка) '},
    {id:2, value: '2000', name: 'Подготовка договора купли-продажи '},
    {id:3, value: '3800', name: 'Подготовка пакета договоров (предварительный договор (договор задатка) + договор купли-продажи)  '},
    {id:4, value: '0', name: 'Не выбрано'}
]

var calc4_urArr = [
    {id:1, value: '15000', name: 'Сопровождение прямой сделки (под ключ) '},
    {id:2, value: '19000', name: 'Сопровождение ипотечной сделки/сделки с использованием мат. капитала/ сделки с несовершеннолетними собственниками и т.п. (под ключ)'},
    {id:3, value: '0', name: 'Не выбрано'}
]

var calc4_preparesaleArr = [
    {id:1, value: '5000', name: 'Консультация + организация комплексной уборки в помещениях (возможно с вывозом мусора и старой мебели) - без учета стоимости уборки/вывоза и пр.'},
    {id:2, value: '10000', name: 'Консультация + организация уборки, косметического и мелкого ремонта (возможно с вывозом мусора и старой мебели) - без учета стоимости ремонта/уборки/вывоза и пр.'},
    {id:3, value: '0', name: 'Не выбрано'}
]

var calc4_saleArr = [
    {id:1, value: '60000', name: 'Стандартный пакет (квартира)'},
    {id:2, value: '100000', name: 'Стандартный пакет (дом/коттедж/таунхаус) '},
    {id:3, value: '70000', name: 'Расширенный пакет (квартира)'},
    {id:4, value: '120000', name: 'Расширенный пакет (дом/коттедж/таунхаус) '},
    {id:5, value: '0', name: 'Не выбрано'}
]


