var cityArr = [

    {id:1,  value: "1", name: 'Калининград'},
    {id:2,  value: "1.01", name: 'Светлогорск'},
    {id:3,  value: "1.10", name: 'Зеленоградск'},
    {id:4,  value: "0.99", name: 'Пионерский'},
    {id:5,  value: "0.46", name: 'Черняховск'},
    {id:6,  value: "0.61", name: 'Гвардейск'},
    {id:7,  value: "0.49", name: 'Багратионовск'},
    {id:8,  value: "0.60", name: 'Балтийск'},
    {id:9,  value: "0.83", name: 'Гурьевск'},
    {id:10, value: "0.62", name: 'Гусев'},
    {id:11, value: "0.39", name: 'Знаменск'},
    {id:12, value: "0.39", name: 'Ладушкин'},
    {id:13, value: "0.40", name: 'Мамоново'},
    {id:14, value: "0.39", name: 'Неман'},
    {id:15, value: "0.39", name: 'Нестеров'},
    {id:16, value: "0.30", name: 'Озерск'},
    {id:17, value: "0.51", name: 'Полесск'},
    {id:18, value: "0.47", name: 'Правдинск'},
    {id:19, value: "0.34", name: 'Приморск'},
    {id:20, value: "0.65", name: 'Светлый'},
    {id:21, value: "0.32", name: 'Славск'},
    {id:22, value: "0.56", name: 'Советск'},
    {id:23, value: "0.78", name: 'Янтарный'}

]

var typeArray = [

    {id: 1,  value: "0.87", name: "Дом гостиничного типа / общежитие"},
    {id: 2,  value: "0.89", name: "Хрущевка / малоэтажные дома от 1946 до 1974 г.п."},
    {id: 3,  value: "0.92", name: "Сталинка"},
    {id: 4,  value: "0.92", name: "Немецкий"},
    {id: 5,  value: "0.91", name: "Литовский проект / брежневка / пр.панельные многоэтажки до 1985 г.в."},
    {id: 6,  value: "0.94", name: "Кирпичный дом инд.постр. от 1975 до 1985 г.п."},
    {id: 7,  value: "0.94", name: "Панельный дом от 1986 до 2000 г.п."},
    {id: 8,  value: "0.95", name: "Кирпичный дом от 1986 до 2000 г.п."},
    {id: 9,  value: "0.97", name: "Панельный дом после 2000 г.п."},
    {id: 10, value: "1.00", name: "Кирпичный / монолитный / монолитно-каркасный дом после 2000 г.п."}

]

var statusArray = [

    {id: 1, value: "1", name: "Эконом-класс"},
    {id: 2, value: "1.12", name: "Комфорт-класс"},
    {id: 3, value: "1.44", name: "Бизнес-класс"},
    {id: 4, value: "2", name: "Элит-класс"}

]

var otoplenieArray = [

    {id: 1, value: "1", name: "Центральное"},
    {id: 2, value: "1.11", name: "Автономное газовое"},
    {id: 3, value: "0.72", name: "Печное / электрическое"}

]

var paramArray = [

    {id: 1, value: "1", name: "1-но комнатная до 35 кв.м."},
    {id: 2, value: "0.96", name: "1-но, 2х  комнатная от 36 до 60 кв.м."},
    {id: 3, value: "0.93", name: "1-но, 2-х, 3-х и более комнатная от 61 кв.м."},
    {id: 4, value: "0.71", name: "Комната в квартире / доля в квартире"}

]

var floorArray = [

    {id: 1, value: "0.79", name: "Цоколь"},
    {id: 2, value: "0.93", name: "Первый "},
    {id: 3, value: "0.94", name: "Первый высокий"},
    {id: 4, value: "0.95", name: "Последний"},
    {id: 5, value: "0.96", name: "Последний с техэтажом"},
    {id: 6, value: "1", name: "Средний"},
    {id: 7, value: "0.84", name: "Мансарда"}

]

var conditionArray = [

    {id: 1, name: "Требует кап.ремонта / серый ключ для нового жилья"},

    {id: 2, name: "Жилое состояние / 'бабушкин ремонт'"},

    {id: 3, name: "Косметический ремонт не повредит"},

    {id: 4, name: "После качественного кап. ремонта"}

]



