
// ТЕСТИРОВАНИЕ СИСТЕМЫ ОХЛАЖДЕНИЯ 
var array_1 = [
    {name: "ОПРЕССОВКА НА ГЕРМЕТИЧНОСТЬ с 1-2 цил.", auto1: "30", auto2: "45", danet: "+", sign: " руб."},
    {name: "ОПРЕССОВКА НА ГЕРМЕТИЧНОСТЬ алюминиевые", auto1: "45", auto2: "50", danet: "+", sign: " руб."},
    {name: "ОПРЕССОВКА НА ГЕРМЕТИЧНОСТЬ чугунные до 630 мм", auto1: "50", auto2: "60", danet: "+", sign: " руб."},
    {name: "ОПРЕССОВКА НА ГЕРМЕТИЧНОСТЬ чугунные 630 - 900 мм", auto1: "-", auto2: "90", danet: "+", sign: " руб."},
    {name: "ОПРЕССОВКА НА ГЕРМЕТИЧНОСТЬ чугунные более 900 мм", auto1: "-", auto2: "135", danet: "+", sign: " руб."},
    {name: "ОПРЕССОВКА ТЕПЛООБМЕННИКА", auto1: "40", auto2: "60", danet: "+", sign: " руб."},
    {name: "ОПРЕССОВКА РАДИАТОРА", auto1: "45", auto2: "60", danet: "+", sign: " руб."},
    {name: "ОПРЕССОВКА КОЛЛЕКТОРА", auto1: "45", auto2: "70", danet: "+", sign: " руб."},
    {name: "ОПРЕССОВКА ДЕТАЛЕЙ", auto1: "По согласованию", auto2: "По согласованию", danet: "+", sign: ""} 
]

// ШЛИФОВАНИЕ ГБЦ, КОЛЛЕКТОРА и т.д.
var array_2 = [
    {name: "ОБМЫВ", auto1: "10", auto2: "15", danet: "+", sign: " руб." },
    {name: "ОБЕЗЖИРИВАНИЕ", auto1: "15", auto2: "30", danet: "+", sign: " руб." },
    {name: "МОЙКА ГБЦ (цилиндров)", auto1: "12", auto2: "15", danet: "-", sign: " руб." },
    {name: "ФРЕЗЕРОВКА ОДНОЙ ПЛОСКОСТИ ГБЦ", auto1: "40", auto2: "60", danet: "+", sign: " руб." },
    {name: "ШЛИФОВАНИЕ 1-2 цил.", auto1: "30", auto2: "45", danet: "+", sign: " руб." },
    {name: "ШЛИФОВАНИЕ алюминиевые", auto1: "45", auto2: "50", danet: "+", sign: " руб." },
    {name: "ШЛИФОВАНИЕ чугунные грузовые до 630 мм", auto1: "50", auto2: "60", danet: "+", sign: " руб." },
    {name: "ШЛИФОВАНИЕ чугунные грузовые 630 - 900 мм", auto1: "-", auto2: "90", danet: "+", sign: " руб." },
    {name: "ШЛИФОВАНИЕ чугунные грузовые от 900 мм", auto1: "-", auto2: "120", danet: "+", sign: " руб." },
    {name: "ШЛИФОВАНИЕ КОЛЛЕКТОРА", auto1: "60", auto2: "75", danet: "+", sign: " руб." },
    {name: "ШЛИФОВАНИЕ КОЛЛЕКТОРА легковой с корпусом турбины", auto1: "75", auto2: "75", danet: "+", sign: " руб." },
    {name: "ШЛИФОВАНИЕ РЕГУЛИРОВОЧНОЙ ШАЙБЫ", auto1: "13", auto2: "13", danet: "+", sign: " руб." },
    {name: "ШЛИФОВАНИЕ ПОРШНЯ", auto1: "50", auto2: "70", danet: "+", sign: " руб." },
    {name: "ШЛИФОВКА ГОЛОВКИ КОМПРЕССОРА", auto1: "50", auto2: "50", danet: "+", sign: " руб." },
    {name: "ШЛИФОВАНИЕ ВАЛА РУЛЕВОЙ РЕЙКИ за 1 строну", auto1: "55", auto2: "-", danet: "+", sign: " руб." },
    {name: "ШЛИФОВАНИЕ ВАЛА РУЛЕВОЙ РЕЙКИ за 2 стороны", auto1: "95", auto2: "-", danet: "+", sign: " руб." },
    {name: "ШЛИФОВАНИЕ ДЕТАЛЕЙ ДО 1250мм.", auto1: "По согласованию", auto2: "По согласованию", danet: "+", sign: "" } 
]

// РАБОТЫ ПО ОБРАБОТКЕ КЛАПАНОВ И СЕДЕЛ КЛАПАНОВ 
var array_3 = [
    {danet: "-", sign: " руб.", auto1: "1.5", auto2: "2", name: "ДЕФЕКТОВКА КЛАПАНОВ, ВТУЛОК за 1 клапан"}, 
    {danet: "-", sign: " руб.", auto1: "10", auto2: "30", name: "СНЯТИЕ или УСТАНОВКА РАСПРЕДВАЛА 1 шт."}, 
    {danet: "+", sign: " руб.", auto1: "4.5", auto2: "7", name: "ВОССТАНОВЛЕНИЕ РАБОЧЕЙ ФАСКИ СЕДЛА КЛАПАНА с чисткой от нагара камеры сгорания"}, 
    {danet: "+", sign: " руб.", auto1: "4.5", auto2: "7", name: "ПРИТИРКА КЛАПАНА с чисткой от нагара"}, 
    {danet: "+", sign: " руб.", auto1: "3", auto2: "4.5", name: "ЗАМЕНА НАПРАВЛЯЮЩЕЙ ВТУЛКИ КЛАПАНА"}, 
    {danet: "+", sign: " руб.", auto1: "1.5", auto2: "2", name: "ЗАМЕНА МАСЛОСЪЕМНОГО КОЛПАЧКА"}, 
    {danet: "+", sign: " руб.", auto1: "1.5", auto2: "2", name: "РАССУХАРИВАНИЕ КЛАПАНА"}, 
    {danet: "+", sign: " руб.", auto1: "1.5", auto2: "2", name: "ЗАСУХАРИВАНИЕ КЛАПАНА"}, 
    {danet: "+", sign: " руб.", auto1: "100", auto2: "-", name: "РЕГУЛИРОВАКА ЗАЗОРОВ КЛАПАНОВ шайбами 8-12"}, 
    {danet: "+", sign: " руб.", auto1: "155", auto2: "-", name: "РЕГУЛИРОВАКА ЗАЗОРОВ КЛАПАНОВ шайбами 16-32"}, 
    {danet: "+", sign: " руб.", auto1: "45", auto2: "50", name: "ЗАМЕНА СЕДЛА КЛАПАНА"}, 
    {danet: "+", sign: " руб.", auto1: "170", auto2: "-", name: "РЕГУЛИРОВАКА ЗАЗОРОВ КЛАПАНОВ механической обработкой 8-12"}, 
    {danet: "+", sign: " руб.", auto1: "240", auto2: "-", name: "РЕГУЛИРОВАКА ЗАЗОРОВ КЛАПАНОВ механической обработкой 16-32"}, 
    {danet: "-", sign: " руб.", auto1: "160", auto2: "-", name: "РЕМОНТ ТРЕЩИНЫ (дефекта) 1 цил."}, 
    {danet: "-", sign: " руб.", auto1: "220", auto2: "-", name: "РЕМОНТ ТРЕЩИНЫ (дефекта) 1 цил. с восстановлением под свечу зажигания (накала)"}, 
    {danet: "+", sign: " руб.", auto1: "7", auto2: "10",  name: "ДОРОБОТКА НАПРАВЛЯЮЩИХ ВТУЛОК КЛАПАНОВ"}, 
    {danet: "+", sign: " руб.", auto1: "45", auto2: "60", name: "ИЗГОТОВЛЕНИЕ НАПРАВЛЯЮЩЕЙ ВТУЛКИ КЛАПАНА"}, 
    {danet: "+", sign: " руб.", auto1: "5", auto2: "7",   name: "СНЯТИЕ КОЛЛЕКТОРА"}, 
    {danet: "-", sign: " руб.", auto1: "5", auto2: "7",   name: "СНЯТИЕ СВЕЧЕЙ ЗАЖИГАНИЯ/НАКАЛА 1 шт."}, 
    {danet: "-", sign: " руб.", auto1: "5", auto2: "7",   name: "СНЯТИЕ ФОРСУНОК 1 шт."}, 
    {danet: "+", sign: " руб.", auto1: "3", auto2: "4",   name: "ВОССТАНОВЛЕНИЕ (планировка) ФАСКИ КЛАПАНА"}  
]

// ВОССТАНОВЛЕНИЕ ГБЦ и БЦ
var array_4 = [
    {danet: "+", sign: " руб.", auto1: "40", auto2: "50",   name: "ПЕРЕПРЕССОВКА ВТУЛОК ШАТУНА С РАСТОЧКОЙ"}, 
    {danet: "+", sign: " руб.", auto1: "50", auto2: "50",   name: "ПЕРЕПРЕССОВКА ПОРШНЯ"}, 
    {danet: "+", sign: " руб.", auto1: "20", auto2: "20",   name: "ИЗГОТОВЛЕНИЕ НАПРАВЛЯЮЩЕЙ ВТУЛКИ БЦ\ГБЦ"}, 
    {danet: "+", sign: " руб.", auto1: "50", auto2: "50",   name: "ИЗГОТОВЛЕНИЕ И ЗАМЕНА ФОРКАМЕРЫ"}, 
    {danet: "-", sign: " руб.", auto1: "25", auto2: "25",   name: "СНЯТИЕ и УСТАНОВКА ФОРКАМЕРЫ (чистка посадки и форкамеры) 1 шт. (МВ 601-617)"}, 
    {danet: "+", sign: " руб.", auto1: "90", auto2: "90",   name: "РЕМОНТ ГНЕЗДА ГИДРОКОМПЕНСАТОРА любой диаметр"}, 
    {danet: "+", sign: " руб.", auto1: "130", auto2: "130",   name: "РЕМОНТ ГНЕЗДА ГИДРОКОМПЕНСАТОРА любой диаметр (сварка аргоном + расточка)"}, 
    {danet: "+", sign: " руб.", auto1: "90", auto2: "90",   name: "РЕМОНТ ГНЕЗДА ФОРСУНКИ обычные"}, 
    {danet: "+", sign: " руб.", auto1: "30", auto2: "30",   name: "ПОДВАРКА ГНЕЗДА ФОРСУНКИ"}, 
    {danet: "+", sign: " руб.", auto1: "100", auto2: "100",   name: "РЕМОНТ ГНЕЗДА НАСОС-ФОРСУНКИ (Audi/VW)"}, 
    {danet: "+", sign: " руб.", auto1: "55", auto2: "55",   name: "ВОССТАНОВЛЕНИЕ ГНЕЗДА СВЕЧИ ЗАЖИГАНИЯ или НАКАЛА (футорка)"}, 
    {danet: "+", sign: " руб.", auto1: "45", auto2: "45",   name: "УДАЛЕНИЕ ЗАЛОМАННОЙ СВЕЧИ НАКАЛА"}, 
    {danet: "+", sign: " руб.", auto1: "65", auto2: "65",   name: "УДАЛЕНИЕ ЗАЛОМАННОЙ ФОРСУНКИ без высверливания"}, 
    {danet: "+", sign: " руб.", auto1: "90", auto2: "90",   name: "УДАЛЕНИЕ ЗАЛОМАННОЙ ФОРСУНКИ с высверливанием"}, 
    {danet: "+", sign: " руб.", auto1: "15", auto2: "15",   name: "УДАЛЕНИЕ ЗАЛОМАННОГО БОЛТА/ШПИЛЬКИ БЕЗ ФРЕЗЕРНЫХ РАБОТ"}, 
    {danet: "+", sign: " руб.", auto1: "60", auto2: "60",   name: "УДАЛЕНИЕ ЗАЛОМАННОГО БОЛТА/ШПИЛЬКИ ВЫСВЕРЛИВАНИЕМ НА СТАНКЕ С ИЗГОТОВЛЕНИЕМ ФУТОРКИ d = 18мм L = 35мм"}, 
    {danet: "+", sign: " руб.", auto1: "По согласованию", auto2: "По согласованию",   name: "УДАЛЕНИЕ ЗАЛОМАННОГО БОЛТА/ШПИЛЬКИ ВЫСВЕРЛИВАНИЕМ НА СТАНКЕ С ИЗГОТОВЛЕНИЕМ ФУТОРКИ d > 18мм L > 35мм"},
    {danet: "-", sign: " руб.", auto1: "35", auto2: "35",   name: "ВОССТАНОВЛЕНИЕ ГАЗОУПОРНОЙ КАНАВКИ ЗА 1 ЦИЛ. Кол-во канавок 2"}, 
    {danet: "-", sign: " руб.", auto1: "40", auto2: "40",   name: "ВОССТАНОВЛЕНИЕ ГАЗОУПОРНОЙ КАНАВКИ ЗА 1 ЦИЛ. Кол-во канавок 3"}, 
    {danet: "-", sign: " руб.", auto1: "45", auto2: "45",   name: "ВОССТАНОВЛЕНИЕ ГАЗОУПОРНОЙ КАНАВКИ ЗА 1 ЦИЛ. Кол-во канавок 4"}, 
    {danet: "+", sign: " руб.", auto1: "10", auto2: "10",   name: "ИЗМЕРЕНИЕ ШАТУНА ЛЕГКОВОЙ/ГРУЗОВОЙ с подготовкой"}, 
    {danet: "+", sign: " руб.", auto1: "25", auto2: "25",   name: "ИЗГОТОВЛЕНИЕ И ЗАМЕНА ЗАГЛУШКИ «РУБАШКИ» ОХЛАЖДЕНИЯ"}, 
    {danet: "+", sign: " руб.", auto1: "15", auto2: "50",   name: "ЗАМЕНА СТАКАНА ПОД ФОРСУНКИ (легковые, грузовые)"}, 
    {danet: "-", sign: " руб.", auto1: "10", auto2: "10",   name: "ПОДВАРКА ТОСОЛЬНОГО ОТВЕРСТИЯ 1 шт"}, 
    {danet: "-", sign: " руб.", auto1: "10", auto2: "10",   name: "ШАРОШКА ДНА КОЛОДЦА ПОД ФОРСУНКУ (за один)"}, 
    {danet: "-", sign: " руб.", auto1: "30", auto2: "30",   name: "ФРЕЗЕРОВКА / ПРАВКА ПОСАДКИ ПОД СЕДЛО КЛАПАНА / ФОРКАМЕРУ 1 шт."}, 
    {danet: "+", sign: " руб.", auto1: "25", auto2: "25",   name: "ФУТОРКА (в зависимости от диаметра и длинны) d > 18мм L > 35мм"}, 
    {danet: "+", sign: " руб.", auto1: "По согласованию", auto2: "По согласованию",   name: "ФУТОРКА (в зависимости от диаметра и длинны) d = 18мм L = 35мм"}, 
    {danet: "-", sign: " руб.", auto1: "50", auto2: "50",   name: "РАСТОЧКА ПОСАДКИ ПОД НАПРАВЛЯЮЩУЮ ВТУЛКУ КЛАПАНА 1 шт. "}, 
]

// РЕМОНТ БЛОКОВ ЦИЛИНДРОВ
var array_5 = [
    {danet: "+", sign: " руб.", auto1: "15", auto2: "20",   name: "ОБМЫВ"}, 
    {danet: "+", sign: " руб.", auto1: "25", auto2: "50",   name: "ОБЕЗЖИРИВАНИЕ"}, 
    {danet: "+", sign: " руб.", auto1: "50", auto2: "20",   name: "МОЙКА"}, 
    {danet: "+", sign: " руб.", auto1: "70", auto2: "70",   name: "V-образные БЦ"}, 
    {danet: "-", sign: " руб.", auto1: "30", auto2: "45",   name: "РАСТОЧКА 1-го цил. рядного БЦ (до 1мм на диаметр, свыше – 1 мм по согл.)"}, 
    {danet: "-", sign: " руб.", auto1: "30", auto2: "40",   name: "ХОНИНГОВАНИЕ 1-го ЦИЛИНДРА"}, 
    {danet: "-", sign: " руб.", auto1: "35", auto2: "40",   name: "ХОНИНГОВАНИЕ 1-го ЦИЛИНДРА V-образный"}, 
    {danet: "-", sign: " руб.", auto1: "40", auto2: "75",   name: "РАСТОЧКА и ХОНИНГОВАНИЕ 1-го цил."}, 
    {danet: "-", sign: " руб.", auto1: "80", auto2: "100",   name: "РАСТОЧКА, ГИЛЬЗОВАНИЕ и ХОНИНГОВАНИЕ 1-го цил."}, 
    {danet: "-", sign: " руб.", auto1: "60", auto2: "120",   name: "V-образный, оппозитный блок РАСТОЧКА и ХОНИНГОВАНИЕ 1-го цил."}, 
    {danet: "-", sign: " руб.", auto1: "120", auto2: "200",   name: "V-образный, оппозитный блок ГИЛЬЗОВАНИЕ, РАСТОЧКА и ХОНИНГОВАНИЕ 1-го цил."}, 
    {danet: "-", sign: " руб.", auto1: "80", auto2: "-",   name: "МОТОЦИКЛЕТНЫЙ расточка и хонингование 1-го цил."}, 
    {danet: "-", sign: " руб.", auto1: "110", auto2: "-",   name: "МОТОЦИКЛЕТНЫЙ гильзование, расточка и хонингование 1-го цил."}, 
    {danet: "+", sign: " руб.", auto1: "80", auto2: "120",   name: "ПРОВЕРКА НА ГЕРМЕТИЧНОСТЬ блоков до 630 мм"}, 
    {danet: "+", sign: " руб.", auto1: "130", auto2: "150",   name: "ПРОВЕРКА НА ГЕРМЕТИЧНОСТЬ свыше 630 мм"}, 
    {danet: "+", sign: " руб.", auto1: "130", auto2: "180",   name: "ПРОВЕРКА НА ГЕРМЕТИЧНОСТЬ V-образных блоков"}, 
    {danet: "+", sign: " руб.", auto1: "80", auto2: "100",   name: "ШЛИФОВАНИЕ БЛОКА рядный"}, 
    {danet: "+", sign: " руб.", auto1: "- ", auto2: "125",   name: "ШЛИФОВАНИЕ БЛОКА рядный от 630 мм"}, 
    {danet: "+", sign: " руб.", auto1: "80", auto2: "140",   name: "ШЛИФОВАНИЕ БЛОКА оппозитный за две плоскости"}, 
    {danet: "+", sign: " руб.", auto1: "180", auto2: "250",   name: "ШЛИФОВАНИЕ БЛОКА V-образный за две плоскости"}, 
    {danet: "-", sign: " руб.", auto1: "15", auto2: "15",   name: "ВЫПРЕССОВКА МАСЛЯНОЙ ФОРСУНКИ за 1 шт."}, 
    {danet: "-", sign: " руб.", auto1: "5 ", auto2: "5",   name: "СНЯТИЕ МАСЛЯНОЙ ФОРСУНКИ за 1 шт."}, 
    {danet: "+", sign: " руб.", auto1: "20 ", auto2: "20",   name: "ПОДРЕЗКА ЗАПРЕССОВАННОЙ ГИЛЬЗЫ ПОД ШАТУН"}, 
    {danet: "+", sign: " руб.", auto1: "- ", auto2: "80",   name: "ПРОТОЧКА ПОД УПЛОТНИТЕЛЬНЫЕ КОЛЬЦА"}, 
    {danet: "+", sign: " руб.", auto1: "0", auto2: "10",   name: "ИЗМЕРЕНИЕ ЦИЛИНДРОВ за весь блок"}, 
    {danet: "+", sign: " руб.", auto1: "110", auto2: "140",   name: "ВОССТАНОВЛЕНИЕ ПОСАДКИ ПОД ВТУЛКУ БАЛАНСИР ВАЛА"}, 
    {danet: "-", sign: " руб.", auto1: "5", auto2: "5",   name: "ДЕМОНТАЖ КРОНШТЕЙНА 1 шт."}, 
    {danet: "+", sign: " руб.", auto1: "110", auto2: "140",   name: "ПЕРЕПРЕСОВКА ВТУЛКИ БАЛАНСИРА ВАЛА С РАСТОЧКОЙ"}, 
    {danet: "+", sign: " руб.", auto1: "35", auto2: "50",   name: "УСТАНОВКА (ФРЕЗЕРОВКА БЛОКА) МАСЛЯННОЙ ФОРСУНКИ"}  
]

// ВОССТАНОВЛЕНИЕ ПОСТЕЛЕЙ БЛОКОВ и ГБЦ
var array_6 = [
    {danet: "-", sign: " руб.", auto1: "110", auto2: "150",   name: "ВОССТАНОВЛЕНИЕ ПОСТЕЛИ РАСПРЕДВАЛА с фрезеровкой крышки ЗА ОДНУ ШЕЙКУ без сварки"}, 
    {danet: "-", sign: " руб.", auto1: "200", auto2: "200",   name: "ВОССТАНОВЛЕНИЕ ПОСТЕЛИ РАСПРЕДВАЛА с фрезеровкой крышки ЗА ОДНУ ШЕЙКУ со сваркой"}, 
    {danet: "-", sign: " руб.", auto1: "150", auto2: "200",   name: "ВОССТАНОВЛЕНИЕ ПОСТЕЛИ КОЛЕНВАЛА РЯДНЫЙ/V-ОБР с фрезеровкой крышки ЗА ОДНУ ШЕЙКУ"}, 
    {danet: "+", sign: " руб.", auto1: "150", auto2: "200",   name: "ВОССТАНОВЛЕНИЕ НИЖНЕЙ ШЕЙКИ ШАТУНА"}, 
    {danet: "+", sign: " руб.", auto1: "110", auto2: "140",   name: "ЗАМЕНА ВТУЛКИ РАСПРЕДВАЛА С РАСТОЧКОЙ в размер"}, 
    {danet: "+", sign: " руб.", auto1: "60", auto2: "80",   name: "РАСТОЧКА ПОСАДКИ ПОД ВТУЛКУ"}, 
    {danet: "+", sign: " руб.", auto1: "30", auto2: "40",   name: "ИЗГОТОВЛЕНИЕ ВТУЛКИ различных диаметров без учета материала"}, 
    {danet: "+", sign: " руб.", auto1: "170", auto2: "260",   name: "ИЗГОТОВЛЕНИЕ И УСТАНОВКА ФАЛЬШ-ВКЛАДЫША"}, 
    {danet: "+", sign: " руб.", auto1: "10", auto2: "15",   name: "ИЗМЕРЕНИЕ ПОСТЕЛИ КВ/РВ (измерение размеров) за весь блок (постели чистые и уже зажаты нужным моментом)"}, 
    {danet: "-", sign: " руб.", auto1: "10", auto2: "15",   name: "ИЗМЕРЕНИЕ ПОСТЕЛИ КВ/РВ (с подготовкой) за одну шейку"}, 
    {danet: "-", sign: " руб.", auto1: "5", auto2: "10",   name: "ИЗМЕРЕНИЕ МАСЛЯННОГО ЗАЗОРА С ИСПОЛЬЗЫВАНИЕМ (Plastic Gauge) без подготовки постели за шейку"}, 
    {danet: "-", sign: " руб.", auto1: "15", auto2: "20",   name: "ИЗМЕРЕНИЕ МАСЛЯННОГО ЗАЗОРА С ИСПОЛЬЗЫВАНИЕМ (Plastic Gauge) с подготовкой постели за шейку"}, 
    {danet: "+", sign: " руб.", auto1: "390", auto2: "-",   name: "ВОССТАНОВЛЕНИЕ КРЫШКИ ПОСТЕЛИ РАСПРЕДВАЛА (двигатель EP6)"}  
]

// КОЛЕНЧАТЫЙ ВАЛ 
var array_7 = [
    {danet: "+", sign: " руб.", auto1: "0", auto2: "10",   name: "ИЗМЕРЕНИЕ ВАЛА"}, 
    {danet: "+", sign: " руб.", auto1: "80", auto2: "110",   name: "РИХТОВКА ВАЛА"}, 
    {danet: "+", sign: " руб.", auto1: "85", auto2: "120",   name: "ШЛИФОВАНИЕ ТОЛЬКО КОРЕННЫХ ШЕЕК 4"}, 
    {danet: "+", sign: " руб.", auto1: "90", auto2: "160",   name: "ШЛИФОВАНИЕ ТОЛЬКО КОРЕННЫХ ШЕЕК 5"}, 
    {danet: "+", sign: " руб.", auto1: "95", auto2: "190",   name: "ШЛИФОВАНИЕ ТОЛЬКО КОРЕННЫХ ШЕЕК 6"}, 
    {danet: "+", sign: " руб.", auto1: "110", auto2: "230",   name: "ШЛИФОВАНИЕ ТОЛЬКО КОРЕННЫХ ШЕЕК 5"}, 
    {danet: "+", sign: " руб.", auto1: "85", auto2: "120",   name: "ШЛИФОВАНИЕ ТОЛЬКО ШАТУННЫХ ШЕЕК 4"}, 
    {danet: "+", sign: " руб.", auto1: "90", auto2: "160",   name: "ШЛИФОВАНИЕ ТОЛЬКО ШАТУННЫХ ШЕЕК 5"}, 
    {danet: "+", sign: " руб.", auto1: "95", auto2: "190",   name: "ШЛИФОВАНИЕ ТОЛЬКО ШАТУННЫХ ШЕЕК 6"}, 
    {danet: "+", sign: " руб.", auto1: "110", auto2: "230",   name: "ШЛИФОВАНИЕ ТОЛЬКО ШАТУННЫХ ШЕЕК 5"}, 
    {danet: "+", sign: " руб.", auto1: "140", auto2: "190",   name: "ШЛИФОВАНИЕ КОЛЕНВАЛА 4 ЦИЛ."}, 
    {danet: "+", sign: " руб.", auto1: "150", auto2: "240",   name: "ШЛИФОВАНИЕ КОЛЕНВАЛА 5 ЦИЛ."}, 
    {danet: "+", sign: " руб.", auto1: "160", auto2: "280",   name: "ШЛИФОВАНИЕ КОЛЕНВАЛА 6 ЦИЛ."}, 
    {danet: "+", sign: " руб.", auto1: "180", auto2: "360",   name: "ШЛИФОВАНИЕ КОЛЕНВАЛА 8 ЦИЛ."}, 
    {danet: "+", sign: " руб.", auto1: "55", auto2: "85",   name: "ПОЛИРОВКА КОЛЕНВАЛА"}, 
    {danet: "+", sign: " руб.", auto1: "65", auto2: "95",   name: "ПОЛИРОВКА КОЛЕНВАЛА 6 ЦИЛ."}, 
    {danet: "+", sign: " руб.", auto1: "75", auto2: "105",   name: "ПОЛИРОВКА КОЛЕНВАЛА 8 ЦИЛ."}, 
    {danet: "+", sign: " руб.", auto1: "45", auto2: "75",   name: "ПОЛИРОВКА РАСПРЕДВАЛА"}, 
    {danet: "+", sign: " руб.", auto1: "80", auto2: "100",   name: "ПРОТОЧКА ПОД ШПОНКУ"}, 
    {danet: "+", sign: " руб.", auto1: "110", auto2: "130",   name: "ПРОТОЧКА ПОД ШПОНКУ СО СВАРКОЙ"}, 
    {danet: "+", sign: " руб.", auto1: "10", auto2: "20",   name: "СНЯТИЕ ПОДШИПНИКА С ВАЛА"}, 
    {danet: "-", sign: " руб.", auto1: "15", auto2: "15",   name: "СНЯТИЕ НАПРАВЛЯЮЩИХ ШТИФТОВ с помощью сварки за 1 шт."}, 
    {danet: "+", sign: " руб.", auto1: "50", auto2: "60",   name: "ШЛИФОВАНИЕ ПОД САЛЬНИК"}, 
    {danet: "-", sign: " руб.", auto1: "600", auto2: "600",   name: "НАПЫЛЕНИЕ ШЕЙКИ КОЛЕНВАЛА 1шт. (техн. CASTOLIN EUTECTIC)"}  
]