var price_work_1 = 9500;    //Разметка, вынос осей, высотные отметки
var price_work_2 = 100;     //Земляные работы, подчистка грунта (дна траншей)
var price_work_3 = 1500;    //Устройство ввода водоправода и электричества
var price_work_4 = 14000;   //Заземление
var price_work_5 = 500;     //Устройство дренажа по пириметру дома
var price_work_6 = 800;     //Монтаж ливневой канализации
var price_work_7 = 30;      //Укладка геотекстиля
var price_work_8 = 500;     //Устройство песчаной подушки с послойной трамбовкой виброплитой
var price_work_9 = 1000;    //Монтаж канализации под плитой
var price_work_10 = 30;     //Укладка технической пленки
var price_work_11 = 500;    //Укладка утеплителя под плиту (ЭППС/ПСБ)
var price_work_12 = 200;    //Отделка цоколя плоским шифером
var price_work_13 = 350;    //Установка опалубки
var price_work_14 = 400;    //Укладка утеплителя под отмостку
var price_work_15 = 200;    //Разводка электрических сетей под свет и разетки
var price_work_16 = 250;    //Разводка водоправодных сетей к потребителям
var price_work_17 = 300;    //Изготовление и установка арматурных каркасов, монтаж арматурной сетки
var price_work_18 = 450;    //Монтаж теплого пола и коллектора
var price_work_19 = 4000;   //Устройство плиты под крыльцо
var price_work_20 = 1500;   //Укладка бетона с вибрированием 
var price_work_21 = 100;    //Затирка поверхности плиты затирочными машинами
var price_work_22 = 16000;   //Эсковатор
var price_work_23 = 22000;   //Бетононасос
var price_work_24 = 7000;    //Доставка материалов


var price_material_1 = 750;     // Песок строительный 
var price_material_2 = 1800;    // Щебень гранитный
var price_material_3 = 8000;    // Доска 40*200*6000
var price_material_4 = 50;      // Геотекстиль для фундамента
var price_material_5 = 90;      // Труба ПНД для ввода сетей
var price_material_6 = 450;     // Труба канализационная 
var price_material_7 = 350;     // Труба дренажная в геотекстиле
var price_material_8 = 3100;    // Дренажный колодец D300
var price_material_9 = 80;      // Геотекстиль для дренажа
var price_material_10 = 1319 * 7.3;     // ЭППС Технониколь Carbon Eco 100 
var price_material_11 = 289 * 28.572;   // ЭППС Технониколь Carbon Eco 50 (отмоска)
var price_material_12 = 185;    // Плоский шифер 1500*300
var price_material_13 = 30;     // Труба гофрированная для электрического кабеля
var price_material_14 = 120;    // Труба гофрированная для ввода коммуникаций
var price_material_15 = 120;    // Провод электрический
var price_material_16 = 120;    // Труба водопроводная Pex-a
var price_material_17 = 20;     // Пленка гидроизоляционная 
var price_material_18 = 370;    // Клей-Пена монтажная
var price_material_19 = 16;     // Термоклипы для пенопласта
var price_material_20 = 2;      // Стяжки пластиковые
var price_material_21 = 70;     // Труба теплого пола 
var price_material_22 = 12000;  // Коллектор
var price_material_23 = 25;     // Энэргофлекс
var price_material_24 = 73000;  // Арматура стальная Ø 12 (на ребра)
var price_material_25 = 73000;  // Арматура стальная Ø 8 (на хомуты)
var price_material_26 = 73000;  // Арматура стальная Ø 8 (на плиту)
var price_material_27 = 600;    // Проволока вязальная 1,2 мм
var price_material_28 = 5;      // Подставка под арматурный каркас
var price_material_29 = 4600;   // Бетон, м350
var price_material_30 = 4900;   // Пенопласт ППС-35





